stress-test-triplets/mixed-triplets-2022-01-27_09:34:20/25-wf1-250-wf2-25-wf3/wave-iteration-3/out-wf3-25-2022-01-27_22:17:33.txt
Requests      [total, rate]            22500, 25.00
Duration      [total, attack, wait]    15m1.763131149s, 14m59.959188552s, 1.803942597s
Latencies     [mean, 50, 95, 99, max]  206.082423ms, 137.095718ms, 645.326782ms, 1.351366499s, 3.010403369s
Bytes In      [total, mean]            171065097, 7602.89
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  92.31%
Status Codes  [code:count]             200:20769  404:1731  
Error Set:
404 Not Found